/* No comment provided by engineer. */
" (Required)" = " (Obrigatório)";

/* Download cancelled status */
"%@ - Cancelled" = "%@ - Cancelado";

/* Download failed status */
"%@ - Failed" = "%@ - Falhou";

/* Download failed status from bad file type */
"%@ - Failed (import error)" = "%@ - Falhou (erro de importação)";

/* Download failed status from low disk space */
"%@ - Failed (low disk space)" = "%@ - Falhou (pouco espaço em disco)";

/* Download finished status */
"%@ - Finished" = "%@ - Finalizado";

/* Downloading status */
"%@ of %@" = "%1$@ de %2$@";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline activation." = "O %@ não conseguiu acessar o serviço de ativação. Verifique sua conexão de Internet e tente novamente ou continue com a ativação offline.";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline deactivation." = "O %@ não conseguiu acessar o serviço de ativação. Verifique sua conexão de Internet e tente novamente ou continue com a desativação offline.";

/* String indicating how many permissions the user has enabled in permissions window */
"%i of %i Enabled" = "%1$i de %2$i ativados";

/* Help button text for permissions window */
"?" = "?";

/* No comment provided by engineer. */
"Accessibility" = "Acessibilidade";

/* add color button tooltip */
"Add current color to My Colors" = "Adicionar cor atual a Minhas cores";

/* Required permissions alert title */
"Are you sure you want to exit without enabling required permissions?" = "Tem certeza de que deseja sair sem ativar as permissões necessárias?";

/* Activation in progress alert info */
"Are you sure you want to exit? The product is not activated. If you do not continue, you must re-enter your software key to generate a new offline Activation Certificate." = "Tem certeza de que deseja sair? O produto não está ativado. Se você não continuar, será preciso reinserir a chave de licença do software para gerar um novo certificado de ativação offline.";

/* Failed to save certificate alert info */
"Cannot save the text file. Please try again or click Copy to copy the text into another location." = "Não é possível salvar o arquivo de texto. Tente novamente ou clique em Copiar para copiar o texto em outro local.";

/* Download failed notification close action
   Download finished notification close action */
"Close" = "Fechar";

/* Continue
   OK */
"Continue" = "Continuar";

/* Delete */
"Delete" = "Excluir";

/* Disabled status message for permission in permissions window */
"Disabled" = "Desabilitado";

/* Done button text for permissions window */
"Done" = "Pronto";

/* Download button text for permission row in permissions window */
"Download" = "Download";

/* First parameter is product name, second is version, e.g. Download Snagit 2020. Just activated alert, link to downloads page to download newer version. */
"Download %@ %d" = "Baixar o %1$@ %2$d";

/* Download failed notification title */
"Download Failed" = "Falha no download";

/* Download finished notification title */
"Download Finished" = "Download finalizado";

/* Download started notification title */
"Download Started" = "Download iniciado";

/* Fix denied permission link text in permissions window */
"Edit System Permissions" = "Editar permissões do sistema";

/* Enable button text for permission row in permissions window */
"Enable" = "Ativar";

/* Required permissions alert body
   Required permissions alert body text */
"Enable required permissions to prevent unexpected behavior in the application." = "Ative as permissões necessárias para evitar um comportamento inesperado no aplicativo.";

/* No comment provided by engineer. */
"Enable to capture keystrokes in a video recording to apply keystroke effects." = "Ative para capturar pressionamentos de teclas em uma gravação de vídeo para aplicar efeitos de pressionamento de tecla.";

/* No comment provided by engineer. */
"Enable to record audio from an external source such as a headset." = "Ative para gravar áudio de uma fonte externa, como um fone de ouvido.";

/* No comment provided by engineer. */
"Enable to record video from an external source such as a webcam." = "Ative para gravar vídeo de uma fonte externa, como uma webcam.";

/* Enabled status message for permission in permissions window */
"Enabled!" = "Ativado!";

/* Error label singular */
"Error" = "Erro";

/* Exit */
"Exit" = "Sair";

/* Extract Panel Prompt */
"Extract" = "Extrair";

/* Extract panel name field */
"Extract As:" = "Extrair como:";

/* Extract panel message */
"Extract text for translation…" = "Extrair texto para tradução…";

/* Extract panel items format */
"Extract the text of %d item(s) for translation." = "Extraia o texto de %d item(ns) para tradução.";

/* Certificate generation failed alert message */
"Failed To Generate Certificate" = "Falha na geração do certificado";

/* Color picker toggle button title for switching to rgb color entry */
"Hex" = "Hex";

/* Error logged when the file has been corrupted (columns/rows missing that are required as an example)
   Error logged when the file has been corrupted and we cannot read data correctly */
"Imported data is not valid." = "Os dados importados não são válidos.";

/* Error logged when XLIFF file is not version 1.2 */
"Imported data is not valid. The imported XLIFF must use the version 1.2 specifications." = "Os dados importados não são válidos. O XLIFF importado deve usar as especificações da versão 1.2.";

/* Soft limit exceeded alert title */
"Installation Limit Exceeded" = "Limite de instalação excedido";

/* Soft limit reached alert title */
"Installation Limit Reached" = "Limite de instalação atingido";

/* Invalid key alert title */
"Invalid Key" = "Chave inválida";

/* Invalid key alert message */
"Invalid software key. Please enter your key again." = "Chave de licença de software inválida. Insira a chave novamente.";

/* Software key wrong version alert title */
"Key Doesn't Match Version" = "A chave não corresponde à versão";

/* Learn More */
"Learn More" = "Saiba mais";

/* No comment provided by engineer. */
"Microphone" = "Microfone";

/* custom colors swatches tooltip */
"My Colors" = "Minhas cores";

/* new label on menu items */
"New!" = "Novo!";

/* Just activated alert message */
"Newer Version Available" = "Versão mais recente disponível";

/* No */
"No" = "Não";

/* Hard limit reached alert title */
"No More Installations Available" = "Não há mais instalações disponíveis";

/* Issue details for a file where no translation issues were found. */
"No issues found." = "Nenhum problema encontrado.";

/* Error logged when user no target language in the file */
"No target language specified for ALL files" = "Nenhum idioma de destino especificado para TODOS os arquivos";

/* Error logged when user has multiple target languages in XLIFF file */
"No target language specified for some files and multiple target languages specified for others. Check the XLIFF file and try again." = "Nenhum idioma de destino especificado para alguns arquivos e vários idiomas de destino especificados para outros. Verifique o arquivo XLIFF e tente novamente.";

/* OK */
"OK" = "OK";

/* Offline Activation */
"Offline Activation" = "Ativação offline";

/* Offline Deactivation */
"Offline Deactivation" = "Desativação offline";

/* Certificate generation failed alert info */
"Please try again later." = "Tente novamente mais tarde.";

/* Activation in progress alert title */
"Product Not Activated" = "Produto não ativado";

/* Extract panel name placeholder */
"Project Name" = "Nome do projeto";

/* Color picker toggle button title for switching to hex color entry */
"RGB" = "RGB";

/* Download section title for permissions window */
"Recommended Downloads:" = "Downloads recomendados:";

/* No comment provided by engineer. */
"Required to capture images or videos of the screen." = "Necessário para capturar imagens ou vídeos da tela.";

/* Prompt to save activation certificate title */
"Saving Activation Certificate..." = "Salvando o certificado de ativação...";

/* Prompt to save deactivation certificate title */
"Saving Deactivation Certificate..." = "Salvando o certificado de desativação...";

/* No comment provided by engineer. */
"Screen Capture" = "Captura de tela";

/* Switch Mode to Hex */
"Switch to HEX" = "Alternar para HEX";

/* Switch Mode to RGB */
"Switch to RGB" = "Alternar para RGB";

/* System permissions window title */
"System Permissions" = "Permissões do sistema";

/* Software key wrong version alert message, %@ is the product name */
"The software key you entered is not valid for this version of %@.\n\nSign in to your TechSmith account to locate and download your purchased version or you can purchase an upgrade to our latest version." = "A chave de licença do software que você inseriu não é válida para esta versão do %@.\n\nEntre em sua conta da TechSmith para localizar e baixar sua versão comprada ou você pode comprar uma atualização para nossa versão mais recente.";

/* Just activated, letting user know they can download newer version. */
"This software key is for %@ version %d." = "Esta chave de licença do software é do %1$@, versão %2$d.";

/* Failed to save certificate alert message */
"Unable To save the certificate" = "Não é possível salvar o certificado";

/* Activation service unreachable alert title */
"Unable to Reach the Activation Service" = "Não é possível acessar o serviço de ativação";

/* Download failed notification view action
   Download finished notification view action */
"View" = "Exibir";

/* Warning label singular */
"Warning" = "Aviso";

/* No comment provided by engineer. */
"Webcam" = "Webcam";

/* Yes */
"Yes" = "Sim";

/* Hard limit reached alert message, %@ is the product name */
"You have exceeded the maximum number of installations for this software key.\n\nClick Learn More for how to deactivate %@ from a computer or how to purchase additional licenses." = "Você excedeu o número máximo de instalações para esta chave de licença do software.\n\nClique em Saiba mais para descobrir como desativar o %@ em um computador ou como comprar mais licenças.";

/* Soft limit exceeded alert message, %@ is the product name */
"You have successfully activated %@. However, you have exceeded the maximum number of installations for this software key. Click Learn More for instructions to deactivate %@ on a computer or how to purchase additional licenses." = "Você ativou o %1$@ com êxito. No entanto, você excedeu o número máximo de instalações para esta chave de licença do software. Clique em Saiba mais para conferir as instruções para desativar o %2$@ em um computador ou como comprar mais licenças.";

/* Soft limit reached alert message */
"You have successfully activated %@. However, you have reached the maximum number of installations for this software key. No action is needed." = "Você ativou o %@ com êxito. No entanto, você atingiu o número máximo de instalações para esta chave de licença do software. Nenhuma ação é necessária.";

/* suffix label for points */
"pt" = "pt";

